tap "aylei/tap"
tap "bazelbuild/tap"
tap "datawire/blackbird"
tap "derailed/popeye"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "instrumenta/instrumenta"
cask "osxfuse"
brew "ansible"
brew "ansible-lint"
brew "bash"
brew "bat"
brew "bats", link: false
brew "bats-core"
brew "bazel", link: false
brew "gettext"
brew "ccls"
brew "cfssl"
brew "cmake"
brew "ctags"
brew "go"
brew "dep"
brew "docker-machine", link: false
brew "docker-machine-completion"
brew "libtasn1"
brew "emacs"
brew "exercism"
brew "exa"
brew "fswatch"
brew "gnu-sed"
brew "gnupg"
brew "goreleaser"
brew "graphviz"
brew "grep"
brew "gsar"
brew "helm"
brew "lua"
brew "highlight"
brew "hostess"
brew "htop"
brew "istioctl"
brew "jq"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "luabind"
brew "luarocks"
brew "neovim"
brew "node"
brew "ocaml"
brew "ocamlbuild"
brew "opam"
brew "pcre2"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql"
brew "prometheus"
brew "protobuf"
brew "pstree"
brew "r"
brew "ripgrep"
brew "rustup-init"
brew "shfmt"
brew "sonobuoy"
brew "sops"
brew "sshuttle"
brew "starship"
brew "stern"
brew "terraform"
brew "tmux"
brew "tree"
brew "vault"
brew "velero"
brew "volt"
brew "wabt"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "wtf"
brew "yarn"
brew "yq"
brew "aylei/tap/kubectl-debug"
brew "bazelbuild/tap/bazelisk"
brew "datawire/blackbird/telepresence"
brew "derailed/popeye/popeye"
brew "github/gh/gh"
brew "instrumenta/instrumenta/kubeval"
brew "fzf"
cask "balenaetcher"
cask "docker"
cask "docker-edge"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-bubblegum-sans"
cask "font-cherry-cream-soda"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-inconsolata"
cask "font-iosevka"
cask "google-cloud-sdk"
cask "kube-forwarder"
cask "wireshark"
cask "x2goclient"
cask "xquartz"
